<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | Следующие строки соответствуют сообщениям, используемым брокером сброса пароля,
    | для отображения различных исходов попытки обновления пароля, таких как ошибка из-за
    | неверного пароля или недействительного токена сброса.
    |
    */

    'reset'     => 'Ваш пароль был сброшен.',
    'sent'      => 'Мы отправили на вашу электронную почту ссылку для сброса пароля.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token'     => 'Токен для сброса пароля недействителен.',
    'user'      => "Мы не можем найти пользователя с таким электронным адресом.",

];
